[
  {
    "page_content": "# CABLE TELEVISION COMPANY\n\nQ: Your client is a small holding company that owns three cable television companies in the Northeast: Rochester, NY, Philadelphia and Stamford, CT. Each of these three companies is profitable, and each has been experiencing steadily growing sales over the past few years. However, the management feels that the Northeast is not the fastest growing area of the country, and, therefore, acquired another cable television company in Tucson, Arizona a little over a year ago. Despite every effort of management, the Tucson company’s sales have been stagnant, and the company has been losing money. How would you analyze this situation, and what could be the cause of the poor performance of the Tucson cable company?\n\n# To be divulged gradually:\n\nThe Tucson area is smaller than Philadelphia, but larger than Rochester and Stamford. Tucson is also growing at 12% per year on average. Per capita income is higher than in Philadelphia and the same as in Rochester and in Stamford.\n\nOperating costs in Tucson are essentially the same as in the other markets. The cost of programming is based on number of subscribers and is equal across the nation. Operating costs are composed of variable items: sales staff, maintenance, administration and marketing. Only maintenance is higher than in the other markets, due to the larger land area serviced. Fixed costs relate to the cable lines, which is a function of physical area covered.\n\nThe Tucson company has attempted marketing efforts in the past, such as free Disney programming for one month, free HBO for one month, free hookup, etc. These programs have been modeled after the other three markets.\n\nCable penetration rates in the three Northeastern markets average 45%. The penetration rate in Tucson is 20%. These rates have been steady over the past three years in the Northeast. The penetration rate in Tucson has only risen by 2% in the past three years in Tucson.\n\nThere is only one real substitute good for cable television: satellite dishes. However, many communities are enacting legislation that limits their usage in Tucson. They are also prohibitively expensive for most people.\n\n# Solution:\n\nThe real error of management results from their failure to recognize another “substitute” good: no cable television at all; television reception is far better in the desert Southwest than in Northeastern cities. The lower penetration rate is most likely a result of different climate conditions and lower interference in Arizona.",
    "metadata": {
      "title": "# CABLE TELEVISION COMPANY"
    }
  },
  {
    "page_content": "# CHILLED BEVERAGES\n\nYou are consulting for the manager of a division of a large consumer products company. Her division produces fruit juices in three forms, all marketed under the same name: chilled (found in the milk section of the supermarket, usually), juice boxes, and frozen concentrate. This division has sales of $600 million per year. The entire company has sales of over $20 billion. The chilled segment represents $120 million in sales per year. While juice boxes and frozen concentrate are profitable, chilled juices are only breaking even in good quarters and losing money in bad quarters. She has received a proposal from upper management to sell the chilled juices business. What would you advise that she do?\n\n# To be divulged gradually:\n\nChilled beverages is a $5 billion dollar industry nationwide. There are two large players that have 40% and 25% of the market, respectively. Your client’s market share, 12%, makes her third in the industry.\n\nThe best available information indicates that the two market leaders are profitable.\n\nThe two market leaders are able to fund more advertising and more promotion, trade and couponing than your client.\n\nThe market leaders produce pure orange juice and blends that are based on citrus juices. Your product uses more elaborate blends of juices, usually with a base of pear or peach juice (95% of the inputs) and flavored with cranberries, bananas, mangoes, etc. (the other 5% of the inputs). Pear and peach juice are about the same price as orange juice, but the other flavorings cost about twice as much.\n\nThe market for chilled juices is essentially mothers with school age children. This is a highly price sensitive market that loves coupons, promotions, etc.\n\nBrand name is important in this market, as in juice boxes and frozen concentrate, as mothers tend to prefer highly reliable products for their children. However, the brand premium must be in line with other branded products. Therefore, all branded juices tend to sell in the same price range.\n\nOne plant in California produces all of the product, chilled, juice boxes and frozen. It would be difficult to find another use for the plant without a major conversion.\n\n# Solution:\n\nThere are three choices:\n# Sell the chilled juice business.\n\nThis would, however, affect the juice bix and frozen concentrate businesses, as there are both advertising and manufacturing synergies.\n\n# Sell all of the juice business.\n\nThis may be more feasible, as the buyer could capture the synergies, but would not be too likely to turn the business around. The selling price is likely to be low.\n\n# Keep the chilled juice business and rework the ingredients and costs.\n\nThis turns out to be the most feasible option, as evidenced by the success of the competitors.",
    "metadata": {
      "title": "# CHILLED BEVERAGES"
    }
  },
  {
    "page_content": "# DISTILLED SPIRITS\n\nYou are consulting for a major United States producer of distilled spirits. Their primary products are a line of mid-priced vodkas and two brands of mid-range rum. Over the past few years, the business has become less and less profitable. What could be causing this:\n\n# Other information:\n\nThe split of product sold has consistently been 60% vodka / 40% rum over the past few years. The selling prices of the two lines are essentially the same. Overall sales are growing at about 3 to 5% per year, the same as the industry average for these product lines.\n\n# An analysis of the costs reveals the following:\n\n- Production Costs have remained constant\n- Advertising Costs have remained constant on average\n- Distribution Costs have increased significantly\n\nThe products are sold throughout the country. In 27 states, where alcohol is sold in privately managed supermarkets and liquor stores, “open” states, shelf space is extremely expensive and trade promotions are critical. Such stores are also becoming less and less willing to hold inventory, which is increasing distribution costs by requiring more frequent deliveries. In the other 23 states, liquor is only sold through state regulated liquor stores. Distribution costs in these states is much lower, as there are far fewer outlets to service and central warehouses for the state-run stores. Advertising of alcohol is much more tightly regulated, and therefore, advertising spending is lower.\n\n# Solution:\n\nA greater and greater share of the volume is being sold in the “open” states, with sales in these states increasing at about 10% per year. Sales in the regulated states are actually decreasing.",
    "metadata": {
      "title": "# DISTILLED SPIRITS"
    }
  },
  {
    "page_content": "# CHEWING GUM MARKET\n\nHow would you estimate the size of the annual U.S. chewing gum market? Check your answer for reasonableness.\n\n# A typical approach:\n\nEstimate the number of people who chew gum: of the 300 million population, 15% are between the ages of 10 and 20, the heaviest users, for a total of 45 million. Estimate that these people chew two packs per week, for annual sales of 4,500 million packs. For the other users over age 20, (70% of the 300 million population, or 210 million) estimate a usage rate of one half pack per week, for a total of 5,250 packs per year. Total packs per year is 9,750.\n\nTo check for reasonableness, figure the dollar sales that these packs represent: at 25 cents per pack, annual sales would be $2.4 billion, a reasonable figure.",
    "metadata": {
      "title": "# CHEWING GUM MARKET"
    }
  },
  {
    "page_content": "# FRENCH PIZZA MARKET\n\nPizza Hut has recently entered the home pizza delivery business in Paris. The market for home delivery is currently dominated by Spizza Pizza. Pizza Hut has asked your consulting firm to help it analyze issues that will determine its likelihood of success in the Parisian Pizza market. First, what information would you need and second, how would you analyze the pizza delivery market?\n\n# Possible Information Needs:\n\nAn estimate of the size of the Parisian home pizza delivery market. This could be obtained by knowing the population of Paris (6 million) and making some educated guesses about factors that determine pizza market size.\n\nYou may also want to know the size of Spizza, the current competitor, including sales, number of stores, and proportion of Paris that is currently served by Spizza.\n\nOther useful information: market segments targeted and served by Spizza; market segments that are neglected by Spizza; what type of product do they offer; what do they charge for their product; what is the cost structure of their business and what products are most profitable.\n\n# Method of analysis:\n# The best method of analysis\n\nThe best method of analysis would start by determining if any part of the market is not well served currently by Spizza. Determine what are the needs of any neglected market, and understand if your client could profitably serve this market.\n\nAlso, try to understand the likely competitive response of Spizza to your client’s entry. How will you defend your position if Spizza decides to fight for market share?",
    "metadata": {
      "title": "# FRENCH PIZZA MARKET"
    }
  },
  {
    "page_content": "# GOLFBALL MARKET ENTRY\n\nYou are visiting a client who sells golfballs in the United States. Having had no time to do background research, you sit on the plane wondering what is the annual market size for golfballs in the U.S. and what factors drive demand. Your plane lands in fifteen minutes. How do you go about answering these questions?\n\n# Typical solution:\n\nGolfball sales are driven by end-users. The number of end users: take the population of 300 million; assume that people between 20 and 70 play golf (about 2/3 of the population, or 200 million) and estimate what proportion of these people ever learn to play golf (guess 1/4) which reduces the pool to 50 million. Now, estimate the frequency of purchase. If the average golfer plays twenty times per year, and requires two balls per time, that’s forty balls per person. Multiply that times the 50 million, resulting in a 2 billion ball market.",
    "metadata": {
      "title": "# GOLFBALL MARKET ENTRY"
    }
  },
  {
    "page_content": "# OVERSEAS CONSTRUCTION\n\nAn overseas construction firm wants to expand by establishing a presence in a growing U.S. regional market. How should it go about doing this? What factors are critical for its success?\n\n# Suggested framework:\n\nWhat are the diversifying firm’s distinct competitive advantages?\n\nWhat is its capacity for funding an acquisition?\n\nWhat is the competitive environment like in the proposed region?\n\nHow does this environment differ from the current markets of the diversifying firm?\n\n# Possible Solution:\n\nDiversification could be effected through joint ventures or through acquisition. Which of these two strategies would prove the most suitable would depend on the availability of funds and upon the nature of the companies operation in the region.\n# Factors Influencing Venture Success\n\nHowever, the success of the venture would depend not only upon the means of entry. Other critical factors would include:\n\n- The existence of a distinct sustainable competitive advantage. For example:\n\n# Packaging Material Manufacturer\n\nYour client is the largest North American producer of a certain kind of bubble-pack packaging material. Currently, the company has 80% of the market, and has asked your firm to assess the strategic outlook for this company. How would you begin to assess the future for this client, and what type of recommendations could you make?\n\n# Information to be divulged gradually:\n\nCosts for the product are broken down as follows:\n\n- 20% for polyethylene, a plastic chemical.\n- 35% conversion costs, including allocated fixed costs, labor and energy costs\n- 10% distribution and storage\n- 15% marketing and overhead\n- Profit margins are 20%.\n\nPolyethylene is a commodity chemical. The factory is thirty years old, and the technology used is the same as when the factory opened.\n\nThe client had 100% of the market until two years ago. Since that time, a localized upstart company has appeared in the Philadelphia / New Jersey market and has captured nearly all of that market. This factory has purchased technology from a German company. Your client does not have much information about this competitor, but it appears that their factory is extremely efficient. They have also been undercutting your client on price.\n\n# Solution:\n\nThe competitor has used their new technology to produce a lower price product. As evidenced in the Philadelphia / New Jersey market, nearly all customers prefer this product to your client’s. Therefore, the future is extremely bleak for your client, and they should be advised to respond to the competitive threat, perhaps by updating their own technology.\n\n# Airline Expansion\n\nA major airline is considering acquiring an existing route from Tokyo to New York. How can it determine if the route is a good idea?\n# Suggested frameworks:\n\nProfitability analysis looks like the best approach. Simply determine if revenue less costs equals a positive profit. Then, analyze the factors that go into revenue and the factors that comprise cost to come to a conclusion.\n\n# Interviewer Notes:\n\nRevenues will be determined by occupancy rates and expected prices. Both of these will be determined by expected demand, the competitive environment and the extent to which our client could win over passengers from competitor routes.\n\nOperating costs will depend on expected fuel costs, incremental costs for landing rights, etc. It is also very important to estimate the cost of cannibalization on existing Tokyo-LA, LA-New York routes. And, last but not least, it is important to note that losing passengers to cannibalization is better than losing them to competitors.",
    "metadata": {
      "title": "# OVERSEAS CONSTRUCTION"
    }
  },
  {
    "page_content": "# HEALTH CARE COSTS\n\nBill Clinton has just fired Hillary Clinton as Chief of Health Reforms and has appointed you to fill the position. While in his office, you discover that kidney dialysis is a major portion of public health care expenditures. What analytical techniques do you use to determine if this cost can be reduced?\n\n# Suggested frameworks:\n\nYou can start this case by looking at the cost half of profitability analysis (Costs - Fixed + Variable). Since this is a procedure, rather than a whole industry, it is mostly a variable cost, the sum of which is measured by cost per unit x # of units. Thus, one could look at this problem by analyzing (1) how much it costs per kidney dialysis and (2) how many kidney dialyses occur in the U.S. Also, don’t forget the external factors, such as corruption or government regulation, that may play a role.\n\n# Interviewer Notes:\n\nAnalyze the proportion of public versus private health expenditures that are applied to kidney treatment to determine if this expensive treatment is being pushed onto the public health budget by unscrupulous practitioners.\n\nCompare the incidence of kidney disorder in the country with other countries. Is ours higher? If so, can public policy or efforts to increase awareness help reduce it?",
    "metadata": {
      "title": "# HEALTH CARE COSTS"
    }
  },
  {
    "page_content": "# LOCAL BANKING DEMAND\n\nHow would you determine whether a location in New York City holds enough banking demand to warrant opening a branch?\n\n# Suggested framework:\n\nBecause this is a demand-oriented question, one should consider a marketing framework, such as the 4 P’s.\n\n# Interviewer Notes:\n\nThe demographics of the area surrounding the prospective branch should be examined. Population, business concentration, income levels, etc. should be compared with those of historically successful branches.\n\nCompetitor reactions could easily make this venture unprofitable, so it is essential to anticipate them. These will depend on the importance of the area to competitors (in terms of profit, share, etc.)\n\nThe client will have to match competitors’ incentives to customers and should estimate the cost of doing so.\n\nThe client must examine if the new branch would complement their existing competence and strategy (retail or commercial, high growth or high profitability, etc.) and what purpose it would serve. If the need focuses on deposits and withdrawals only, maybe a cash machine would suffice.",
    "metadata": {
      "title": "# LOCAL BANKING DEMAND"
    }
  },
  {
    "page_content": "# FROZEN DESSERTS\n\nYou are consulting for a small, regional maker of high quality premium priced frozen desserts. (Ice cream and similar products). Though sales have been increasing, the business is barely making a profit and the management is unsure that they will be able to pay their usual dividend this year. They have asked you to help them identify the problem.\n\n# Additional information:\n\nPage 28\n# The client sells a complete line of product (ice cream and frozen yogurt) in major supermarket chains in the Northeast.\n\nIn recent years, as Americans jump on the fitness bandwagon, frozen yogurt has begun to outsell ice cream, and currently represents 55% of product sold.\n\nThe selling price per pint is the same for frozen yogurt and ice cream. The ingredients are different, however. Ice cream uses locally available milk and cream, and flavorings such as chocolate, pecans, vanilla and coffee. The premium frozen yogurts use more exotic flavorings such as mangoes, kiwis, pineapple and raspberries. All other costs are equal for the two lines.\n\n# Solution:\n\nMargins on frozen yogurt products must be lower than for ice cream, or possibly even negative, due to the higher ingredient costs. Therefore, the shift of sales from ice cream into frozen yogurt is causing the company as a whole to be less profitable.",
    "metadata": {
      "title": "# FROZEN DESSERTS"
    }
  },
  {
    "page_content": "# DIRECT MAIL RETAILER\n\nYou are consulting for a direct mail retailer that sells ladies clothing. Your client’s catalog printing and postage costs have just increased to thirty-two cents per catalog. How can your client decide if the new price is acceptable?\n\n# Information to be divulged gradually:\n\nThe average response rate for catalogs mailed is 2%. In other words, each 100 catalogs mailed results in 2.5 orders placed. The average order size is $80. In addition, 25% of customers who order product can be expected to reorder within six months. The fully allocated profit margin (excluding mailing costs) on catalog orders is 15%.\n\n# Solution:\n\nFor each 100 catalogs mailed, printing and postage costs are $32. (100 x 32 cents).\n\nEach 100 catalogs will result in 2 orders, plus 2 x 25%, or .5 additional reorders, for a total of 2.5 orders placed per 100 catalogs mailed.\n\n2.5 orders will result in 2.5 x 80, or $200 in sales. At a profit margin of fifteen percent, these sales will return a total profit of $30.\n\nThe $30 profit is not sufficient to cover the printing and mailing costs of $32. Therefore, the client should reject the printing arrangement at 32 cents per copy.\n\nPage 29",
    "metadata": {
      "title": "# DIRECT MAIL RETAILER"
    }
  },
  {
    "page_content": "# CHEMICAL SWEETENER MANUFACTURER\n\nYour client manufactures a chemical sweetener used in beverages and other food products. The chemical will come off patent in one year. You have been asked to predict what might happen to the profitability of this product when the product comes off patent.\n\n# Information to be divulged gradually:\n\nThis is the only product of its kind, in terms of taste and safety (lack of harmful health effects) as proven in lab tests. The brand name of the product has slowly become a common household word.\n\nThe largest two customers (75% of your sales) are two worldwide beverage companies. The companies feature the brand name of your client’s chemical on their product, and consider it a sign of quality. In addition, the cost of the chemical sweetener represents 1.5% of their total costs.\n\nThe costs to manufacture the product are extremely low (about 20% of the price of the product). Currently, the margins on this chemical are almost 40%.\n\n# Solution:\n\nThis is a classic customer analysis problem. While most products that come off patent quickly drop in price (e.g. pharmaceuticals), this product will be able to retain some of its premium due to the strong brand name. Because the major two customers feature the chemical name on their product, and because the chemical represents such a small portion of their total costs, they can be expected to be willing to continue to pay the premium into the future. Therefore, the outlook for the product is good even after the patent expires.",
    "metadata": {
      "title": "# CHEMICAL SWEETENER MANUFACTURER"
    }
  },
  {
    "page_content": "# TELECOMMUNICATIONS DIVERSIFICATION\n\nA Baby Bell company is interested in diversifying into other areas besides telecommunications. They are considering entering the market for electronic home security systems. Would you recommend that they do so?\n\n# Suggested frameworks:\n\nUse an industry attractiveness framework, such as Porter’s Five Forces, to determine whether this is a business you want to be in, or at least to determine what kind of returns you can expect to achieve. then, use the value chain to look at where value is added in the home security.\nbusiness. finally, once you feel you understand the market, determine if the core competencies of the Baby Bell are likely to match the demands of the home security markets.\n\n# Interviewer Notes:\n\nThe company is a holding company. They have previously made unsuccessful forays into software and into real estate.\n\nThe home security business is highly fragmented. The top five players in the industry generate less than 4% of the total industry revenues. This implies that the industry largely consists of small, regional companies.\n\n10% of all residences currently own an electronic security systems.\n\nThis is is some sense a razor and razor blade sort of business. The economics are:\n\n|Item|Retail Price|Cost / Margin|\n|---|---|---|\n|Equipment and Installation|$500 - $1,500|0-10% margin|\n|Monthly Service|$20 / month|$5 / month|\n\nWhat strengths / competencies of the Baby Bell company are useful in this market? Consider: Installation expertise, operator services, transmission system (phone lines)\n\nIt turns out that the “expensive home” segment of this market is saturated. Growth has been slow in recent years.\n\nPrice sensitivity is unknown in “moderate-priced home” segment.\n\nThe conclusion is that this business is a reasonably good fit for the company, but that more market research needs to be done to assess the growth and profit potential of each segment of the market.",
    "metadata": {
      "title": "# TELECOMMUNICATIONS DIVERSIFICATION"
    }
  },
  {
    "page_content": "# ALUMINUM CAN MANUFACTURER\n\nAn aluminum can manufacturer has discovered a way to improve its manufacturing process. As a result, its manufacturing cost has been reduced from $0.89 to $0.79 cents. How can the manufacturer best exploit this cost advantage?\n\n# Suggested frameworks:\n\nRemember basic economics. The firm can either use a penetration strategy or price skimming strategy. Consider the impact of either strategy on the company and its competitors. Also, don’t forget to think about any substitutes for aluminum cans.\n\n# Interviewer Notes:\n\nPage 31\nClearly, the client should either drop price or reap additional profits.\n\nIt turns out that the client is the leader in its market with a 40% share and supplies directly to major beverage manufacturers. The number two player in the market has about 30% of the market and the rest is shared by many small competitors.\n\nAluminum cans have a lower priced substitute, steel cans, which have inferior printing and stamping characteristics. Steel cans are used by customers who do not want to pay the premium for aluminum cans.\n\nIf the client drops prices, other competitors will have to follow since this is a commodity market and not following would mean a quick demise. The lowering of prices might increase the client’s market share marginally, but some smaller competitors will have to start exiting the industry and larger competitors will have to start investing to discover the client’s cost advantage.\n\nAt the same time, steel can users will start switching to aluminum cans, thus hurting manufacturers in that market. The resulting growth in the aluminum can market will attract steel can manufacturers to enter it. Since some steel can manufacturers have deep pockets and a strong backing, these new entrants could pose a future threat to our client. In conclusion, it is best to retain prices and generate extra profits for now. The cost advantage may help another day during a price war.",
    "metadata": {
      "title": "# ALUMINUM CAN MANUFACTURER"
    }
  },
  {
    "page_content": "# FILM PROCESSING\n\nThe CEO of the largest domestic manufacturer of photo film wants to enter the film developing business. He needs your advice on how to go about evaluating this idea. What would your approach be?\n\n# Suggested frameworks:\n\nThis is an industry entry question; look at industry attractiveness with Porter’s five forces analysis. Then, think about what part of the marketing mix (4 P’s) would be best for film developing. Finally, analyze competitive response.\n\n# Interviewer Notes:\n\nDistribution channels are the key factor in this business. Major discount stores sell the service.\n\nThis is a scale economy business in the back-office, so profits are easier with high volume. This makes the business tough to enter.\n\nThis company ended up establishing a “store within a store” concept with Wal-Mart.",
    "metadata": {
      "title": "# FILM PROCESSING"
    }
  },
  {
    "page_content": "# CONCRETE MANUFACTURER\n\nYour client, a concrete manufacturer is considering acquiring a small local firm. What factors should be considered? After considering these factors, would you recommend the acquisition?\n\n# Additional Information to be divulged gradually:\n\nThe target firm is currently profitable, with margins of 5%. Your client’s margin is 15%. Your client attributes its higher profit margin to economies of scale in trucking and mixing, and a stable labor force.\n\nBoth companies compete in the geographical market, the Southeastern U.S. Your client’s customers are large construction firms and contractors generally in the office and commercial building construction business. The smaller firm sells mainly to other small businesses and contractors. (Swimming pool installation firms, patio builders, etc.)\n\nAdditional research shows that the smaller customers for concrete are growing, while the major office building construction market is stagnant. The smaller firm has strong contacts with many local customers, and is often the preferred supplier due to their customer responsiveness.\n\nYour client is not able to fund the acquisition internally, but could obtain bank financing at a rate of 10%. Similar acquisitions generally are made for two to three times current sales of the target firm.\n\n# Solution:\n\nFrom a financial point of view, the acquisition is not attractive if there are no synergies between the firms. With profit margins of only 5%, the income generated by the smaller firm will not cover the capital charges (interest due to the bank) on the acquisition price. (Acquisition price = 3 x sales. Interest on this amount will be 10% x 3 x sales, or 30% of annual sales. Profits are only 5% of sales. This analysis, of course, ignores the tax shields.)\n\nHowever, if your client were able to use some of its competitive advantages to improve the financial outlook of the target firm, the acquisition would be advisable. It is reasonable to expect that synergies would arise from economies of scale in trucking and mixing, which could raise the profit level of the target firm, and make the acquisition more attractive.",
    "metadata": {
      "title": "# CONCRETE MANUFACTURER"
    }
  },
  {
    "page_content": "# SHIPPING CONTAINER MANUFACTURER\n\nYour client is a manufacturer of large steel shipping containers that are designed to hold up to several tons of material for shipping on ocean liners. The container consists of a steel frame, a steel shell and an insulation and waterproofing material that uses a hazardous chemical. The containers are leased by the company to worldwide shipping companies. Shippers can lease the\n# Containers One-Way or Round-Trip\n\nThe client has asked you to do an assessment of their strategy. What issues might you examine?\n\n# Suggested Issues:\n\n- Sales and cost issues: The growth of the shipping container market; your client’s share in that market; trends in the leasing terms in the industry; customer power; steel prices; manufacturing costs.\n- Market issues: Changes in the worldwide shipping market (e.g. does the growth of an area like Southeast Asia imply many more one-way contracts than round-trip?); growth of the largest customer industries; new technology in shipping containers; customs and trade agreement trends.\n- Environmental Issues: Production and disposal of the insulation chemicals; costs of handling the chemicals.\n\n# Healthcare Company Growth\n\nA large healthcare company has decided it is interested in substantially increasing the size of its operations. Its goal is to double total sales and profits in less than two years. As a consultant brought in to assist them, what would you do? What issues would you consider? What are some likely alternatives for the company?\n\n# Possible Issues to Consider:\n\n- What is the current scope of operations? In what areas of healthcare does the company deal? What is its current market share in these areas?\n- What plans has the company already considered?\n- What is the competitive nature of the industry? What would be the effect on sales and profits of reducing prices and margins?\n- What potential is there for expansion by acquisition? Do they have the financial capability? Do potential acquisition targets exist? Will the market for acquisitions be competitive?\n\n# Possible Recommendations:\n\nNaturally, a suitable solution will depend upon the answers to the above questions.\n\nA business can increase profits by:\n\n- Increasing sales\n- Increasing prices\n- Decreasing costs\nHowever, if the company’s margins are found to be consistent with industry norms, it would seem unlikely that either increasing prices or cutting costs represent feasible methods by which to double sales & profits, particularly if the company is operating in a moderately competitive environment.\n\nThis leaves only sales increases, which could be achieved by:\n\n- Selling more of the current products to current customers\n- Selling new products to current customers\n- Selling current products to new customers\n- Selling new products to new customers\n\nThe suitability of these options will again depend on the particular environment. In the particular example of this case, it turned out that only selling new products to new customers via some form of diversification could hope to achieve the company goals.\n\nYou should then consider the potential for increasing sales by means of diversification through acquisition or joint venture. The relative benefits of each will depend on financial resources as well as the existence of, and competition for suitable targets.",
    "metadata": {
      "title": "# SHIPPING CONTAINER MANUFACTURER"
    }
  },
  {
    "page_content": "# REGIONAL GROCERY STORE CHAIN\n\nA regional chain of grocery stores currently receives its stock on a decentralized basis, i.e. each store deals directly with the various suppliers. The president of the chain is wondering whether it would be better if they established a centralized warehouse through which all supplies would be delivered and then disbursed by company trucks. What are the key considerations to making this decision?\n\n# Issues to consider:\n\n- Would the savings from bulk purchasing more than compensate for the cost of:\n- - Building and maintaining the warehouse\n- Employing additional personnel and trucks\n- Opportunity cost of capital tied up in inventory for additional periods\n\nDo the stores buy similar products? (i.e. do purchasing synergies actually exist?)\n- Will delivery frequency to the stores be better or worse? Consider the costs of stockout and the need for fresh produce.\n- Will the stores prefer delivery direct from the supplier or from the warehouse? Consider the time tied up in order processing, the flexibility of delivery times and quantities.\n# Possible solution:\n\nThe proposed solution would depend upon your interpretation of the trade-offs both financially and organizationally for the two methods of delivery. For you to propose going with the new method, you need to establish not only that it will cost less, but also that all the affected players can be persuaded to buy into it.",
    "metadata": {
      "title": "# REGIONAL GROCERY STORE CHAIN"
    }
  },
  {
    "page_content": "# MAGAZINE DISTRIBUTION\n\nA magazine publisher is trying to decide how many magazines she should deliver to each individual distribution outlet in order to maximize profits. She has massive amounts of historical data for sales volumes through these outlets and a well constructed internal accounting system. How should she go about computing an appropriate number?\n\n# Possible solution:\n\nThe best way to tackle this one (without going into a huge Economic Order Quantity quantitative analysis) is not so much to start asking questions as to set out and outline analysis and fill in as you go.\n\nIt should be observed immediately that to maximize profits, marginal revenues should be set equal to marginal costs. The marginal revenue for a magazine would be its cover price times the probability that it will be sold. The probability of sale, with an appropriate confidence interval, could be established in some manner from the historical data. The marginal costs could be obtained from the internal accounting data.\n\nA detailed discussion of the application of these concepts from basic microeconomics and statistics may be necessary.",
    "metadata": {
      "title": "# MAGAZINE DISTRIBUTION"
    }
  },
  {
    "page_content": "# KNITTING MACHINE DEMAND\n\nHow would you assess the world demand for knitting machines?\n\n# Possible Solution:\n\nThe world demand for knitting machines basically depends on the world demand for cloth.\n\nIn order to evaluate the world demand for cloth, we need to know how much cloth (measured in square meters, for instance) is being purchased per unit time per inhabitant of the world. In order to refine our appraisal, we may segment the inhabitants of our planet per level of personal wealth. Note that this may not be a linear relationship.\n\nFurthermore, you may need to consider other factors:",
    "metadata": {
      "title": "# KNITTING MACHINE DEMAND"
    }
  },
  {
    "page_content": "# CEMENT MANUFACTURER CAPACITY ADDITION\n\nYou are consulting for the number-one producer of cement in Portugal. This company currently has 45% of the market, and feel it could have more, but is running at 100% capacity of their one plant, located near Lisbon, in Southern Portugal. The CEO has asked you to help him decide if they should build another plant or expand the current plant.\n\n# Additional information to be divulged gradually:\n\n|Raw materials|28%|\n|---|---|\n|Labor and allocated fixed costs|16%|\n|Distribution|26%|\n|Sales and overhead|18%|\n|Pre-tax profit|12%|\n\nThe company’s selling prices are set by prevailing market prices in Portugal. Land is available to expand the current factory; there is also a suitable site near Porto, about 200 miles to the north. Approximately 80% of the customers are within 100 miles of the current plant.\n\nRaw materials are purchased from a government-owned company, and prices are set by a yearly contract with the government. The plant is unionized, and extra shifts are not possible. The trucks are owned by the company, and transport all product directly to the customers throughout the country. Customers pay for trucking by the mile. The fixed cost of plant additions is roughly the same as the cost of a new plant of the same capacity.\n\n# Solution:\n\nAs distribution is the second-largest cost item, it makes sense to minimize distribution costs in choosing the site of the next facility. From the data, it is safe to assume customers that are further away are less inclined to buy due to the increased trucking costs. Therefore, location of the plant in the north may increase sales in the north by reducing delivery costs to these customers.",
    "metadata": {
      "title": "# CEMENT MANUFACTURER CAPACITY ADDITION"
    }
  },
  {
    "page_content": "# SNACK FOOD COMPANY\n\nA large salted snack food company has steadily been losing market share over that past two years, from a high of 20% to the current level of 18%. Profits as a percent of sales, however, have been growing. What could be causing this?\n\n# Additional Information to be divulged gradually:\n\nThe size of the total salted snack food market has grown from $15 billion to $17 billion during these two years; the interviewee’s conclusion should be that the client’s total dollar sales have actually grown, but not kept pace with the market. The product line of the client has not changed over this period.\n\n# Cost Changes Over the Period (% of Selling Price)\n\n| |Current|Two years ago|\n|---|---|---|\n|Raw Ingredients:|28%|26%|\n|Conversion costs:|24%|24%|\n|Distribution:|8%|9%|\n|Marketing:|16%|18%|\n|Sales force:|7%|9%|\n|Pre-tax profit:|17%|14%|\n\n# Sales Force and Marketing Changes\n\nThe total sales force was cut to reduce costs, though the same number of outlets are still covered by this sales force. The changes in the marketing budget come from reduced trade promotions.\n\n# Sales Channels\n\nThe products are mostly sold through large grocery store chains and convenience stores. The sales force generally visits each customer at least once per quarter. Promotions usually occur at the end of each quarter. Grocery stores and convenience stores require some type of promotion to grant valuable end of aisle displays or advertising space.\n\n# Competition\n\nThe largest competitors are two multinational consumer products companies that feature complete lines of snack foods. Their sales forces are regarded as the best in the industry. Together, these two companies have 55% of the market.\n\n# Solution\n\nThe data show that the greatest change is in the sales force numbers. It turns out that the company went on a cost-cutting spree over the past two years. The sales force was drastically cut and the commission scheme was reworked. The marketing expenditure was also decreased. Most of the reduction came from trade promotions. The product is sold through the same channels as previously: large grocery chains and convenience stores.\ntraditionally driven by periodic trade promotions. The reduction in trade promotions brought about a loss of shelf space, which has directly led to the decrease in market share. Also, the product line has not changed in the past two years in a product category where new products and line extensions are routine. In addition, the market has been growing, indicating a missed opportunity for new products in the market. Lastly, the increase in profitability has resulted from the lower costs, but may not be sustainable.",
    "metadata": {
      "title": "# SNACK FOOD COMPANY"
    }
  },
  {
    "page_content": "# BEVERAGE COMPANY COST STRUCTURE\n\nRC Cola and Coca Cola both compete in the same industry. Their cost structures are vastly different, however. Using Coca Cola as a benchmark, estimate the likely cost structure for RC Cola. In other words, for which costs would RC Cola be higher, for which would they be lower, and why?\n\n# Possible solution:\n\nThis is a twist on the standard price/cost case that also questions the interviewee’s understanding of the cost items. A possible analysis, line item by line item:\n\n- Cost of goods sold: RC Cola would be higher due to their lesser power in negotiating price breaks from suppliers.\n- Distribution: would be higher for RC Cola for two reasons. RC is not distributed in as many outlets as Coca Cola. Therefore, the average truck driver will be driving more miles and spending more time to deliver a truckload of RC that the Coca Cola driver, who will have several stops within an immediate area. Also, the typical order size for RC Cola would be smaller, meaning that more stops would have to be made. In the case of Coca Cola, it is conceivable that one truckload may be delivered to just one customer.\n- Sales Costs: could be lower for RC, as there are fewer, but more loyal customers.\n- Marketing: is lower for RC Cola as they are not a frequent advertiser like Coca Cola.\n- Administration / Overhead: lower for RC Cola as they are more of a “one-product” company than is Coca Cola.",
    "metadata": {
      "title": "# BEVERAGE COMPANY COST STRUCTURE"
    }
  },
  {
    "page_content": "# PERMANENT LIGHT BULBS\n\nA small R&D lab in the Swiss Alps has developed a super-durable filament for light bulbs; with this filament, the light bulb will never burn out. The lab is ready to licence this product to a light bulb manufacturer. What will be the effect on the light bulb industry?\n\nPage 39\n# Additional Information:\n\nThe light bulb industry is dominated by two multinational producers. The two companies sell their products side by side for essentially the same price in similar outlets internationally. There are several small local players in various regions of the world who produce local brands and some private store brand light bulbs. There have been no technological innovations in light bulbs for many years.\n\n# Possible solutions:\n\nOne outcome is that one of the two major players purchases the technology. If the technology is patented and exclusively licensed, this player may enjoy an advantage for a limited time. If the producer makes enough bulbs at a low enough cost, all customers will eventually switch over to the permanent light bulb, thereby drying up the industry, putting the competitor out of business and greatly reducing their own business.\n\nAnother solution is that all of the players obtain some version of this technology. If that were to happen, the price for this product would decline to the normal industry profit level, and customers would shift to the permanent light bulb. Over time, all bulbs would be permanent and the industry volume would greatly decrease, making the industry more competitive and wiping out industry profits.",
    "metadata": {
      "title": "# PERMANENT LIGHT BULBS"
    }
  },
  {
    "page_content": "# AIRPLANE MANUFACTURER\n\nQ: You are consulting to a CEO of an airplane manufacturer. In the last couple of years you have gone from being number one in market share to number two. In addition, another company has announced that it will be entering the business and is presently tooling up its plant. As a consultant, what are the concerns your client might face, what additional information might you want to find out, and what recommendations would you have?\n\n# Solution:\n\nAs a consultant, you are concerned with three key items:\n\n1. The condition of the airplane manufacturing industry.\n2. Why the firm has lost market share.\n3. How to prevent the new entrant from stealing market share.\n\nThe airplane industry's demand is a function of travel among two classes: business and leisure. Business travel increases as a result of globalization. Leisure travel increases with the growth of middle and upper classes. Business travelers are primarily insensitive to price, leisure travelers are very price sensitive.\n\n# The current competitor: a comparison\nPrice, service, technology, heritage, safety. It turns out that the competitor's plane is cheaper to operate because it is more fuel efficient. The consultant should ask as a strategic question whether the firm is interested in the manufacture of more fuel efficient planes. The answer would depend on the future of oil prices. Instead, it may be better to try to compete on the basis of price, safety and service.\n\n# Prevention of a new competitor gaining share:\n\nKey: Creation of barriers to entry.\n\n- Long-term contracts are pre-emptive.\n- High concern, on the part of purchasers, for a proven safety track record.",
    "metadata": {
      "title": "# AIRPLANE MANUFACTURER"
    }
  },
  {
    "page_content": "# OIL REFINING INDUSTRY\n\nYour company has 25% world-wide market share of the oil industry. You generate $4M annually in revenues through the machinery division of the company, which supplies machinery to refineries (not owned by your company) around the world. How do you assess the current operating status of this division?\n\n# Approach:\n\nDefine \"assess...operating status\" - most likely in comparison to dissimilar pieces of information: 25% market share and $4M (but no idea what % of the market this represents). The guide is to request what % of the market $4M represents. Assume this is unknown. An estimate of the market size is therefore needed to be done. The way to do this is to ask how many oil refineries there are, how much does each cost to build, how long they last (actual life, not dependent life) and what the machinery replacement costs are. From this, one can estimate what the industry spends per year on machinery can. Divide the above mentioned $4M into this and the refining division's market share can be assessed. This % can then be compared to the 25% share of the parent.",
    "metadata": {
      "title": "# OIL REFINING INDUSTRY"
    }
  },
  {
    "page_content": "# MYSTERIOUS AUDIO CASSETTE MARKET\n\nQ: Your client is the manufacturer of audio cassettes. They have hired you to figure out why they've been experiencing an alarmingly poor sales year. They want you to figure out the root of the problem, and what to do about it.\n\n# Information to be divulged gradually\n\nMature market; 5-6 major players; client used to have a steady 30% market share: (second largest in industry). Now, the firm has a 44% share. Your client offers a full range of audio cassettes -- from low bias to high bias/metal. Your client is also using the most sophisticated and quality driven cassette manufacturing techniques.\nThe firm has been losing sales reps, yet loyal reps claim that sales are at record high levels for them this year.\n\nFirm historically targeted two consumer groups -- older, middle income enthusiasts and high school rock `n roll stereophiles.\n\nRecently your client has been losing younger target market customers.\n\nFirm has traditionally managed its relationship with retailers well. However, the firm has recently lost several major accounts due to its inability to move your customer's (the firm's) products.\n\n# Answer: Audio Cassette Maker\n\nA: The combined market characteristics, recent symptoms and sales decline and increased market share suggest that your competitors are abandoning this market -- likely due to a new and better substitute technology (the compact laser disk, for example.)\n\nStill, your client’s historically flat market share suggests brand loyal customers. Moreover, your older target market is loyal -- perhaps less likely to switch to the new technology in the short run. Assuming (1) that your client wants to be a provider of this new technology and (2) has the capacity to manage a primary supplier position in its traditional line of business -- short-term, target your older customers as well as new segments less likely to switch over to CD's; for the long-term, consider resource requirements, opportunities and constraints of developing or acquiring the new technology.",
    "metadata": {
      "title": "# MYSTERIOUS AUDIO CASSETTE MARKET"
    }
  },
  {
    "page_content": "# WINDMILL\n\nYou produce a windmill with an accompanying electric generator (generator harnesses the power produced by the windmill). This may costs you $10,000 to manufacture. How much are your customers willing to pay for it?\n\n# Approach\n\nPorter's five forces dictate that industry rivalry/potential substitutes, and supplier/buyer power need to be assessed. This could be an appropriate start. To narrow it down, let's assume competition, and a demand/supply level far beyond your capacity. We must examine other components: The $10,000 cost is irrelevant; you have no idea what this product is worth to anyone. Assessing the value of the product's benefits is perhaps the next step. The closest substitute to the windmill is probably utility produced electricity. Therefore, inquire how the electrical utilities measure and charge for the electricity they provide, convert the Windmill’s output along these terms and assert a cost/benefit estimation of how much potential customers.\n\nPage 42",
    "metadata": {
      "title": "# WINDMILL"
    }
  },
  {
    "page_content": "# AGRICULTURAL EQUIPMENT MANUFACTURING\n\nQ: Your client is a large agricultural equipment manufacturer. Their primary product line, farming tractors, is losing money. What questions would you ask of your client to help them solve their profitability problem?\n\n# Answer: Agricultural Equipment Manufacturer\n\nA: It is unlikely that there are too many players in this market. You might want to start off by asking how many competitors there are. Suppose the answer is that there are two direct competitors.\n\nWhat is your client's market share relative to their competitors (your client has 40% of the market, competitor #1: 30%, competitor #2: 15%, with the remaining 15% belonging to many small manufacturers.)\n\nWhat are the market share trends in the industry? (Five years ago, your client had 60% of the market, competitor #1, 15%, and competitor #2, 10%. Obviously, your client has lost significant market share to its two competitors over the last few years.)\n\nDo all three competitors sell to the same customers? (Yes)\n\nHow is your product priced relative to your competitors? (Your client’s product is priced higher than the others.)\n\nHas this always been the case? (Yes)\n\nAre the products the same? (Essentially yes, they all have the same basic features. Of course, tractors are not commodity items and a few differences do exist.)\n\nWhat are the differences that allow you to charge a premium for your product? (Your client has a strong reputation/image of quality in the market and the market has always been willing to pay a premium for that reputation because it meant they would last longer and need less maintenance. This can be critical for some farmers because they cannot afford to have a piece of equipment break down at a critical time.)\n\nAre sales revenues down? Are sales quantities down? (Yes)\n\nIs the price down? All costs the same? (No, in fact both the price and costs are up.)\n# Have fixed costs increased?\n\nNo, material costs, (variable costs,) have gone up out of sight, and the client has no answer as to why material prices have gone up so staggeringly.\n\n# Do you manufacture your tractor or just assemble it?\n\nPrimarily an assembly operation.\n\n# Finished part prices have gone up?\n\nYes\n\n# Raw material prices for your suppliers?\n\nI don't believe so\n\n# Have labor costs increased for your supplier?\n\nNo\n\n# Have you changed suppliers?\n\nNo\n\n# Why are your suppliers charging you higher prices for the same products?\n\nWell, they're not, the prices have increased as a result of our product improvement efforts. We've tightened tolerances and improved the durability of our component parts.\n\n# Why do you make these improvements?\n\nBecause we strive to continue to sell the best tractors in the world.\n\n# Are your customers willing to pay for these product improvements?\n\nWhat do you mean.\n\n# Are your customers willing to pay a marginal price which will cover your cost of implementing these improvements?\n\nI don't know, I guess we assume that they will...\n\nIt turns out that prices have been raised to cover the costs of these improvements, but customers do not value these improvements unless they are essentially free --so sales are down. The client needs to incorporate a cost/benefit analysis procedure into its product improvement process. Don't forget though, that you must consider the long-term effects of these decisions.",
    "metadata": {
      "title": "# AGRICULTURAL EQUIPMENT MANUFACTURING"
    }
  },
  {
    "page_content": "# BANK OF LUKE\n\nMr. Check is the Director of Retail Lock Box Services for the Bank of Luke, a medium-sized Midwestern bank. The Retail Lock Box Department consists of 100 clerks and 8 managers and supervisors. Each year, in addition to their handling of retail lock box transactions, the Department generated $1.5 million of fee revenue processing retail credit card and mortgage payments (\"items\") for 75 commercial accounts. The bank has many other commercial accounts that use other companies of their item processing. In fact, the Bank recently lost the item processing business for one of its largest accounts to Vader Inc., the largest item processor in the US.\n\nThe item processing industry has undergone dramatic changes in recent years. Types of items processed include credit card, mortgage, and utility payments (checks), airline tickets, and coupons. In the past, these items were usually processed by the issuing company (e.g., airlines would process their own tickets) or by bank item processing departments like the Bank of Luke's.\nProcessing of payment items was done more as a service to bank customers rather than as a profit-making endeavor. Hence, it received little focus from management. Historically, processing was accomplished by verifying the correctness of incoming paperwork and manually sorting, filing, and totaling the items: only the largest banks were highly automated.\n\nCompanies specializing in item processing have emerged in the past ten years. Vader, Inc., the largest such company, is a subsidiary of a small bank in Georgia. Each year Vader processes millions of airline tickets and retail payments for hundreds of companies, most of whom are not customers of its hundreds of competitors most of whom are not, customers or its parent bank. Vader uses high-speed processing equipment and is highly automated. Processing time is rapid and processing costs are low. In fact, because of this speed advantage, the parent bank is beginning to profit from the float of checks processed. Although industry wide a majority of items are still processed by the issuing company or by small processors, it is expected that large processors. Within five years, it is expected that most of the business will continue to migrate to Vader and other large processors. Within five years, it is expected that Vader and the large processors will dominate this market.\n\nVader had a significant cost advantage over smaller operations, such as the Bank of Luke, because of the great economies of scale they gain from processing such volumes of items. In addition, Vader benefits from a more constant workload by processing both airline tickets and retail lock box receipts: airline tickets have few peaks and valleys, whereas mortgage payments always peak early in the month with very low volumes the rest of the month. Mr. Check believes that Vader quotes prices of 20 cents per item to large prospective customers while the Bank of Luke processes items for 40 cents per item.\n\nThe President of the Bank, Mr. Kenobi, has asked Mr. Check to evaluate how the retail lock box service can be made profitable; the service lost $100,000 last year. Mr. Check believes that the bank must offer retail lock box services, and it must price the service to be competitive with companies such as Vader. Recognizing that outside expertise will be needed, the President has given Mr. Check a budget to be used to hire a consulting firm. Mr. Check has asked you to visit his office to discuss the proposed engagement. While walking to his office, you observe that the Bank's retail lock box operations remains primarily a manual system, with limited use of modern, high-speed equipment and methods. Once in Mr. Check's office, you note a picture showing the Department's staff in 1965; Mr. Check was a supervising clerk at that time. After reviewing some background information with you, Mr. Check asks you the following questions:\n\n# Question #1\n\nWhat do you see as your (the consultant's) role at the Bank of Luke?\n\n# Question #2\n\nWhat steps would you take and what information would you gather to diagnose the problems facing the Retail Lock Box Department and to develop solutions to those problems?\n\nPage 45\n# Questions #3\n\nFrom what you now know, what are the problems facing the item processing service and what recommendations would have the greatest impact on the performance of the Bank of Luke and the item processing service?\n\n# Answer\n\nIn this case, we want to test the candidate's ability to handle a case in which the events appear hopeless until the end. When an apparently easy solution (automation) is made available. The candidates should challenge the general premise of the case, and not simply believe that the business is necessary just because Mr. Check says so. We also want to test creativity with this case. We purposely leave the case rather vague, not suggesting any particular actions and offering little data. The candidate should be given time to think about this case and propose solutions which are not readily apparent:\n\n- Why not sell the business of these customers?\n- Why not offer increased services to justify higher fees?\n- What is the strategic plan for the bank, and how does this unit fit into it?\n- What does Mr. Check feel his unit should be generating? (after all, $15,000 per employee is pretty low!)\n- Has he considered acquiring other banks’ customers to increase the economies of scale in his own operation?\n\nThis case can also be used to discuss cost-cutting. Again, creativity and sensitivity to the real issues should be the goals of your probe; cutting 25% of the staff is too obvious and too easy.",
    "metadata": {
      "title": "# BANK OF LUKE"
    }
  },
  {
    "page_content": "# CANDY COMPANY\n\nQ: Your company is a rather successful producer of candy. It originally started as a single product line. The production process consists of two basic activities: manufacturing and packaging. The firm has also expanded its sales through product line extensions. Management is concerned that sales are growing but profits are not increasing at the same rate. What can your company do?\n\n# Answer: Candy Company\n\nA: This is a revenue vs. cost exercise. Margins are shrinking.\n\nFind out about the critical components of cost: raw material, labor and fixed cost. Raw materials are commodities with cyclical prices which have fallen in recent years but are expected to swing up again (this, as you have guessed, makes the problem worse.) Labor and\nFixed capital has increased per unit over-proportionally compared with ten years ago. Find out that the company's controlling system is still focusing on the manufacturing part of production and the cost explosion occurs in packaging (candy is candy, the product line extension is primarily an issue of different packaging.) Controlling schedules manufacturing which is rather efficient already but not packaging, thus causing slack in labor and fixed capital (small batch sizes, high setup times.)\n\n# Possible solutions:\n\n- Reduce product line\n- Introduce controlling/scheduling measures for packaging.\n\n# Qualifier:\n\nAre the company’s customers (i.e. retailers) willing to accept the reduced product line?\n\n# Find out about revenues:\n\n# Revenue killers:\n\n- Concentration of retailers\n- Trade brands\n- Retailers demand large introductory discounts for new products\n- High failure rate of new products.\n\n# Possible solutions:\n\n- Streamline product line\n- Reduce low margin trade brand production\n- Emphasize pull marketing\n- Reduce introduction rate for new products.\n\n# (Operational aspect):\n\nOptimal plant location with respect to transportation.\n\n# Possible assumptions:\n\nPlant location at (x,y), national WHs at (xi, yi), demand per country given Di, cost linear with distance, shortest travel di between (x, y) and (xi, yi) allowed: TC= Sum(xiDI); solution (requires iteration): dTC/dx = dTC/dy =0)\n\n# Punch Line:\n\nShould the company seek dominance now?\n\n# Have the driving forces for fragmentation disappeared?\n\nNo, the fragmenting factors from the market are still in place. The company has not changed its strategy in the fragmented industry, (dominance makes no sense) but has gained an advantage by operational changes.\n\n# CONSULTING FIRM (1)\n\nYour are the managing director in a large international consulting firm. Traditional strengths of your firm have been solving strategy and organizational issues. Recently, you have noticed an increasing number of your firm's proposals are being rejected because of a lack of information technology expertise in your firm. So far, your firm's growth has been strong enough that proposals lost have not.\nhurt annual earnings. Nonetheless, you are becoming increasingly concerned about the need to develop the firm's capabilities in information technology.\n\n# Ql:\n\nAssuming your concern is valid, what reasons will you provide to other partners about the need to acquire information technology skills?",
    "metadata": {
      "title": "# CANDY COMPANY"
    }
  },
  {
    "page_content": "# Q2:\n\nAssuming your are able to convince other partners of the importance of IT expertise, what steps would you take to rapidly build IT capacity in this area?",
    "metadata": {
      "title": "# Q2:"
    }
  },
  {
    "page_content": "# Q3:\n\nWhat are the major risks in executing an IT capacity-expansion?\n\n# Answer. Consulting Firm (l)\n\n# Al:\n\nGood answers focus on the value of IT to clients: discussion topics include the increasing importance of information in business, strategic value of information and information flows, importance of information systems for implementing new organizational structures and management control systems.\n\nBetter answers focus on the costs of losing clients to competitors: discussions included the encroachment costs of having clients talking with competitors about IT problems, risk of losing credibility with clients by not being able to solve a problem.",
    "metadata": {
      "title": "# Q3:"
    }
  },
  {
    "page_content": "# A2:\n\nGood answers will focus on various methods to build expertise: buying expertise by acquiring another firm, by raiding IT practices of other firms for a few key consultants, building capacity through recruitment of IT experts and training them to be consultants, building capacity by training current consultants in IT practice skills, establishing a strategic alliance with a IT boutique firm.\n\nCandidates should discuss the pros and cons of each method proposed; impact on firm's current culture, cost to the firm, time needed to build expertise, etc.\n\nBetter answers will realize the importance of stimulating client demand as capacity builds through seminars, articles strategic studies in IT areas...",
    "metadata": {
      "title": "# A2:"
    }
  },
  {
    "page_content": "# A3:\n\nGood answers depend on the expansion methods discussed, but an important issue is the loss of the firm's focus away from just strategy and organization.\n\nBetter answers will focus on the difficulty of implementation in IT; rapid technological changes in the IT industry require significant ongoing training and development costs; new practice cultures may be significantly different from current culture, especially if \"external experts\" are brought into the organization.",
    "metadata": {
      "title": "# A3:"
    }
  },
  {
    "page_content": "# COSMETIC COMPANY IN EUROPE\n\nEurocos. Inc produces and sells various cosmetics products in several European countries. The company's different brands are well established in the markets. The various products are quite similar in terms of raw material and production.\n\nThe company has been doing very well in the past, however profits have been shrinking in recent years. The CEO of Eurocos, Inc thinks of changing his strategy in the industry. He asks you is this is a good idea and what they should do?\n\n# Additional information\n\nMany small to medium size companies, few big companies owning several brands many small to medium size brands comprise the market. Eurocos produces all products in all countries; transportation costs are small (see operational part).\n\n# Possible approach/ way of discussion\n\nWhat is the structure of the industry? Fragmented industry.\n\n# Why?\n\n- low entry barriers (small setup costs,..)\n- high product differentiation (many ways of differentiation)\n- diverse markets: customer needs (language, complexions)\n- barriers: tariffs, customs\n\n# How can fragmentation be overcome?\n\nFeasible for Eurocos?\n\n- Create EOS and learning curves--Yes\n- Standardize market needs--No\n- Separate the product's commodity aspect from fragmenting aspect--Yes\n- Changing environment: reduced tariffs\n\n# Possible solution:\n\nConsolidate production while keeping the marketing and branding nationally decentralized.\n\n# Pros:\n\n- EOS in production (better sourcing, longer runs, quality) optimize location (interest rates, wages, labor)\n- Learning curve of running a more complex plant and logistics (see also Cons)\n- Keep \"fragmented\" marketing required in the market\n# Current Page\n\n# Inventory Management\n\nTotal inventory decreases (safety stock at original plant locations can be pooled centrally)\n\n# Cons:\n\n- More complex central operation\n- Increased logistic complexity\n- Transportation costs increase",
    "metadata": {
      "title": "# COSMETIC COMPANY IN EUROPE"
    }
  },
  {
    "page_content": "# SEMICONDUCTORS\n\nThe domestic semiconductor industry is beleaguered - brutal price competition from the Japanese, accusations of \"dumping\" against the Japanese etc. Domestic semiconductor manufacturers are clamoring for protection from Washington, and some of the public policy solutions being proposed are things like research consortia sponsored by the government, trade restraints etc. You are a consultant at a major firm. You are concerned that the public policy debate ignores basic issues regarding industry economics and whether the solutions being proposed will solve any problems for your clients. You know that each generation of memory chips lasts only 4-5 years. What are some of the factors you will consider while looking at the economics and how might they impact the idea of shared research by US manufacturers?\n\n# Approach\n\nThese are some of the basic issues to be fleshed out:\n\n- What are the cost drivers in the industry? (e.g. the split between fixed and variable costs involved)\n\nThe basic issue to be arrived at is that it costs huge amounts of money to be a player - roughly 250m in research and 600m in plants. This increases exponentially for each succeeding generation of memory chip. High fixed costs. Negligible variable costs. Cut-rate, volume-oriented pricing - marginal cost of an additional chip is minimal. Need access to huge amounts of capital on a continuous basis to survive for the long term. Raise pros/cons/issues of govt. participation in this. Is it feasible? What are the priorities for scarce govt. resources? Will relaxation of anti-trust laws help? Foreigner's access to cheaper capital? Research costs are smaller component. What will shared research accomplish?",
    "metadata": {
      "title": "# SEMICONDUCTORS"
    }
  },
  {
    "page_content": "# AIRLINE INDUSTRY\n\nThe airline industry is characterized by low returns and stiff competition. In the early years after deregulation, discount carriers like People Express sprang up. Years later the discounters have gone out of business. In a price-competitive industry, why is it that the higher-cost carriers were able to survive and the low-cost ones weren't?\n# Approach:\n\nThese are some of the basic issues to be flushed out:\n\n- Characteristics of discounters. Low fares, limited service.\n- Characteristics of major carriers. Higher fares but better coverage and service.\n- Hub systems channeling traffic.\n- Competitive moves by majors.\n- Innovative use of information technology for yield management and differential pricing.\n\nBasically they priced every seat individually based on continuously monitoring demand/supply. They wooed leisure customers with fares lower than discounts and charged more from business travelers (indifferent to price but sensitive to service and frequency). They stole the discounters' market and forced them out.",
    "metadata": {
      "title": "# AIRLINE INDUSTRY"
    }
  },
  {
    "page_content": "# OIL TANKERS\n\nYour rich uncle has just passed away and left you with 3 small oil tankers in the Persian Gulf. How do you determine how much they are worth?\n\n# Approach\n\nThis problem involves the interplay of supply and demand forces to determine the value of the tankers. The nature of tanker supply will be revealed by defining the different tanker types (in layman’s terms: small, medium, and large) in the industry and the cost-related prices associated with employing each type. In effect, a step function supply curve results for the industry with each step a different tanker type. Demand for the services of tankers is assumed fairly inelastic due to refinery economics dominating the purchase decision. It will turn out (by carefully creating the supply/demand curves) that at the given level of demand, only large and medium tankers are put into supply. This renders your late uncle's small tankers suitable only for scrap at the present time.",
    "metadata": {
      "title": "# OIL TANKERS"
    }
  },
  {
    "page_content": "# FERTILIZER\n\nYou are hired by a fertilizer manufacturer to help them out of a difficult situation. Their market share and profits are in a decline and they can't figure out what is happening. What are you going to do?\n\n# Approach\n\nThese are some of the basic issues to be fleshed out:\nFertilizer is a commodity. Identify the basis of competition in the industry i.e. competition is on a cost basis.\n\nWho are the major players? What is their cost position vis-à-vis yours? It turns out that your client is the high-cost producer (You will have to find this out with your questions and approach).\n\nWhy is your client the high-cost producer? Examine the inputs to the process and analyze each one vis-à-vis your competitors (a long drawn out process). Are there economies of scale and where do you stack up on that dimension? It turns out that you are comparable on all dimensions except for a key raw material (phosphate). You will also do not have any scale advantages. Again, you will have to find this out with your questions and approach.\n\nExamine key issues relating to your disadvantage in raw material supplies? Why is it that you are at a disadvantage? It turns out that you probably can't overcome this disadvantage.\n\nWhat are your alternatives? (If you got this far you are probably doing fine!). Looks like you could try and explore the possibility of competing on a scale basis. What do you look at to analyze the issue?",
    "metadata": {
      "title": "# FERTILIZER"
    }
  },
  {
    "page_content": "# SCIENTIFIC INDUSTRY\n\nA manufacturer of scientific instruments is experiencing declining sales in its major product line. Why?\n\n# Approach\n\nHere are some questions which may help isolate the key issues:\n\n1. Describe the instrument and what it does. (Goal: gather background information on the product).\n\nResponse: The instrument, call it Y, is able to perform elemental mapping; that is, it is able to determine the specific composition of material placed in the chamber for observation. Y is an accessory for larger and much more expensive instrument that functions almost exactly like a microscope, which we'll call X.\n2. What other products does our client manufacture? (Goal: gather background information on the client).\n\nResponse: They recently began manufacturing X, and also produce an unrelated product.\n\nPage 52\n# 3. Can these instruments be used separately, and are they ever sold separately? (Goal: understand the sales process and the potentially interactive role of the X and Y sales forces).\n\nResponse: X can be used by itself, but Y is essentially dependent on X for its operation. As a result, except for replacement sales, Y is rarely sold individually. In fact, X's sales force will frequently recommend that a buyer purchase a certain Y while buying an X. Two years ago, over 30% of our clients' sales were generated by a manufacturer of X.\n\n# 4. What is the current %? (Goal: determine whether this could be a cause of the sales decline).\n\nResponse: It is currently around 5%\n\n# 5. Does our product X compete with other manufacturers of X, and particularly the manufacturer that was selling our Y? (Goal: understand reasons for our friendly X manufacturer stopping promotion of our product).\n\nResponse: Yes it does compete directly with it, and our client introduced the product about 1 1/2 years ago. (You have discovered a significant portion of the sales decline).\n\n# 6. How does our product compare to other Y's? (Goal: determine whether others are beating us on technological or other product features).\n\nResponse: Our client's product is regarded as one of the best in the market.\n\n# 7. Is the market for X and Y growing, shrinking or flat? (Goal: a shrinking market could be a good explanation for declining company sales).\n\nResponse: Both markets are flat.\n\n# 8. Who uses X and Y? (Goal: determine market segments).\n\nResponse: There are two basic user groups: industry, primarily semiconductor manufacturers, and academia (in research labs). What we've noticed lately is that the specific users in each of these groups, who also happen to be the primary buyers, have become relatively less sophisticated; that is, they are hired just to run the instruments and know less about their technical qualities. These buyers have become even more dependent on the sales forces. What has happened is that our client alienated itself from other manufacturers of X at a time when a strong relationship was becoming even more important than it used to be. The buyers are relying more and more on the X sales force, who is typically called well in advance of the Y sales.\nforce. (The interviewer will not likely give you all of this information at once. Questions about the buying process and changing decision makers would have brought it out)\n\nThis is the second part of the main reason for our clients declining sales: in addition to ruining our relationship with a manufacturer of X by producing our own, we happened to do so at a time when relationships became even more important.",
    "metadata": {
      "title": "# SCIENTIFIC INDUSTRY"
    }
  },
  {
    "page_content": "# RETAIL ADVERTISING PRICING\n\nYou are the new retail advertising manager of a large daily newspaper. This morning you received a call from the advertising director (your boss!). He sounded extremely worried about the retail advertising division's performance. (Naturally he doesn't explain why, assuming that a hot-shot like you would by now be totally familiar with the status quo!). He has to attend a meeting of senior executive convened by the publisher where he will have to defend the advertising department's performance. He also wants to make a big splash by presenting a new \"strategic pricing methodology\" aimed at achieving \"value-based differentiated pricing\".\n\n# Approach\n\nFind out corporate profitability objectives. Assess gap between annual departmental performance and original targets. Examine both revenue and cost issues. (You discover that revenues have gone up steadily over the past few years. Further, costs have not risen significantly. So why worry?) Apparently, corporate pressure to improve bottom-line results has led to steep advertising price increases. A classic demand-curve scenario has led to greatly decreased cumulative ad volume, with potentially serious long-term consequences.\n\nExamine competitor pricing and customer price sensitivity. Discuss heterogeneity in advertising customers based on business size, breadth or product line, price-point etc. Understand advertising attributes of importance to different segments (e.g. color, size, frequency, discounting etc.). Use difference in needs of customers to implement prices based on appropriate advertising service provided.",
    "metadata": {
      "title": "# RETAIL ADVERTISING PRICING"
    }
  },
  {
    "page_content": "# AUTOMOBILE INDUSTRY\n\nYour client: one of the big three auto makers in Australia has over the last few years under-performed its competitors as measured by its profitability. All three companies current car models are \"badged\" Japanese designed cars- i.e. they are products of joint ventures with one of the smaller Japanese auto makers. The Japanese market is much bigger than the Australian market. These cars are then sold both in Japan and Australia, the only difference being the place of\n\nPage 54\n# Manufacture and the Model Names\n\nYou have been asked to establish why your client has performed poorly relative to the competition.\n\n# Approach\n\nExplore possible reasons for under-performance:\n\n- Dissimilar product for under-performance?\n- Different market segments?\n- Poor sales/distribution?\n- Inferior product?\n- High general expenses (admin, marketing...)?\n- High cost of production?\n\nGiven that the reason is the high cost of production, establish sources of high costs relative to the other auto makers, using:\n\n- Management accounts?\n- Published financial accounts?\n- Data from your American holding company?\n- Reverse engineering?\n\n# NONE OF THE ABOVE HELPS!\n\nDon't panic: you know the solution of the problem has something to do with cost so\n\n# Determine what makes up cost, and the relative importance?\n\n- Labor costs?\n- Raw materials?\n- Manufacturing overhead?\n- Design?\n\nGiven that design costs are by far the most important component of costs, explore the relevance of the Japanese connection:\n\n- Are the terms of our joint venture different from our competitors?\n- It turns out that the terms are all similar.\n- What are the terms of the joint venture?\n- Share of design costs pro-rated between the parties based on number of cars sold respectively?\n- Does our car cost more to design than our competitors?\n\nEven though the answer to the last question is in the negative, the solution is at hand! To recap, your client sells a similar product, in similar amounts, to similar markets in Australia. Similar design costs (in absolute costs) were incurred by your Japanese partner. The key lies in your discovery that design costs are pro-rated, and a line in the description of the problem that mentioned that your client's partner is one of the smaller auto manufacturers in the huge Japanese market.",
    "metadata": {
      "title": "# AUTOMOBILE INDUSTRY"
    }
  },
  {
    "page_content": "# ALUMINUM INDUSTRY\n\nYour client is a leading manufacturer in the Aluminum industry. Because Aluminum is a commodity, relative cost position is the primary source of competitive advantage, and as part of a strategic review you have been asked to construct an industry cost curve (cost/kg of aluminum produced vs. industry supply), for various plant-to-market combinations. There are five major players in the industry, supplying six major geographic market segments. Your model should be flexible enough to enable various future scenarios to be run.\n\n# Approach\n\nHow to estimate competitors cost management?\n\n- financial accounts?\n- direct estimates by client management?\n- indirect estimates by client management?\n\nHow to simulate the market mechanism?\n\n- determine what kind of market structure exists?\n- oligopoly?\n- perfect competition?\n\nGiven perfect competition, how to simulate?\n\n- back of the envelope approach? (there are lots of combinations!)\n- linear programming approach?\n\nThe use of linear programming allows considerable flexibility as well as provides insight into questions such as:\n\n- is the industry currently efficiently configured?\n- if a new plant is added to the industry, which market segment is most likely to be affected?\n- what will the equilibrium price be in the future?",
    "metadata": {
      "title": "# ALUMINUM INDUSTRY"
    }
  },
  {
    "page_content": "# INSURANCE COMPANY\n\nAn insurance company pays its sales people a base salary of monthly wages and commission of 25% of new policy sales (2% of renewal). Which is the right way to pay the sales agents?\n# Approach\n\nThis, in case you have not already surmised, is an organizational behavior scenario. Again, you must define what the \"right way is\". Assume some generic definition like \"the manner by which agents are both motivated and equipped to accomplish their tasks in the interests of the organization...\" is applicable. Having set up by definition, the results achieved by the above mentioned composed system are examined. The only factor determining how much the agents paid is their sales $. In essence, they are motivated to issue a policy to anyone at as high a price as possible. They are not motivated to give consideration to the riskiness of the insured party. The absence of such a consideration (for example) would be detrimental to the company in the long run. A more efficient compensation structure might pay the agent on a sliding scale, depending on how risky (costly) an insured party proves to be.",
    "metadata": {
      "title": "# INSURANCE COMPANY"
    }
  },
  {
    "page_content": "# MEAT PACKING INDUSTRY\n\nYour client a US firm, owns a meat packing plant in Spain. Over the last few periods profits have steadily declined, despite the fact that sales are growing. You have been hired to figure out why.\n\n# Approach\n\nPorter's five forces are useful. By looking at the suppliers you will know that they are independent farmers with little power against your client. Therefore, the costs of your raw material cannot be the issue. In analyzing the internal rivalry you will discover the market is fairly regional, hence transportation costs and competition have not changed dramatically. Also, your production costs have remained stable. You will also discover that there has been no introduction of a substitute product. Since there are stable costs, and strong sales, the only other alternative is the price of your product. Investigate this avenue, and you will discover the buyer link. Your margins are being squeezed due to the increasing concentration and buying power of your customers.",
    "metadata": {
      "title": "# MEAT PACKING INDUSTRY"
    }
  },
  {
    "page_content": "# PIANOTUNERS\n\nHow many piano tuners are there in Chicago?\n\n# Approach\n\nThis is a brain teaser case. Its purpose is to test your logical and quick mathematical thinking. There is no right answer, the test is to see if you can come up with an answer based on the information you estimate.\nYou need to start by asking questions about the key factors. One way to solve it is to estimate the number of households in the Chicagoland area. The interviewer gave this piece of information at 2,000,000 households. Next, you can break the income of the households into four quarters (500,000 each). Make an estimate of 20% of highest income quarter have pianos, 10% of second quarter. 5% of third, and 0% of fourth.\n\n|Income quarter|Population|% w/ Pianos|# of Pianos|\n|---|---|---|---|\n|1st|500,000|20%|100,000|\n|2nd|500,000|10%|50,000|\n|3rd|500,000|5%|25,000|\n|4th|500,000|0%|0|\n\nWith 175,000 pianos to tune you can estimate how often these pianos are tuned. You can estimate top income quarter tunes their pianos once a year, second quarter once every three years, third quarter once every 10 years. This gives you (100,000 + 50,000/3 + 25,000/10) = 119,167 or approximately 120,000.\n\nEstimate a piano tuner an do four a day, 250 days a year, therefore: 120000/250=480 pianos a day to tune 480/4 = 120 pianos tuners needed.\n\nHow could you check this? Look in the yellow pages. Would all the piano turners be in there? You can guess half. By the way there are 46 piano tuners listed in the Chicago Yellow pages.",
    "metadata": {
      "title": "# PIANOTUNERS"
    }
  },
  {
    "page_content": "# CONSULTING FIRM STRATEGY\n\n# Case Overview\n\nYou are the newest member on the management committee of a well-known top-tier strategy management consulting firm. Eager to be accepted by your more senior peers, you volunteer to study the industry and propose a firm strategy for the 1990's, which you will present to the committee at its next meeting. As you leave the meeting you begin to realize the enormous task to which you've committed yourself.\n\n1. How do you evaluate the consulting environment and determine likely future scenarios?\n2. What information do you use in this process? How is this information obtained?\n3. What do you believe is most likely to happen in the consulting industry given your present knowledge? How did you arrive at this conclusion?\n4. What strategy do you propose to the management committee?\n\n# Proposed Answer\n\nPage 58\nThis is one of the most difficult types of cases because the answers are completely unknown and will vary substantially depending upon the interviewee's knowledge of the industry. This is also an interesting case since the salience is likely to be high. As an interviewer you should feel free to add information on an as-needed basis. When information isn't available, ask the Interviewee to develop his or her own hypotheses. What matters here is the thinking process, not necessarily the answer.\n\n# 1.\n\nA good place to begin is to evaluate the industry from a competitive analysis perspective, such as Porter's five forces. The following is an abbreviated analysis.\n\n# Rivalry (low to moderate)\n\nManagement consulting is fragmented, with many players each holding relatively small concentration of total market. Firms act as competitive monopolists, and differentiate themselves by specialty, type of customer (Fortune 100 versus Fortune 1000 companies), reputation (McKinsey versus accounting firms), and the resources they employ (top MBAs versus all MBAs). Many companies are relationship-driven with their customers, which limits competition and keeps prices high. Top tier firms in particular are able to have high price points.\n\n# Potential Entry (moderate)\n\nThere are no great barriers to entry into consulting; however, few new consulting firms truly compete in the top tier. It's possible new firms would enter if the industry were earning positive economic profits and if they faced certain imitability (e.g. the ability to recreate what the top tier firms do).\n\n# Substitutes (moderate)\n\nCompanies can move the consulting process in-house by hiring ex-consultants and bright MBAs.\n\n# Buyer Bargaining Power (moderate-high)\n\nIn the last decade the consulting market has boomed, with supply generally following demand, which lowers buyer power. However, it is appropriate to question the effect recession might have on the industry. It's possible that demand may decrease as companies quit expanding, which would reduce demand, give buyers more bargaining power, and push prices lower.\n\n# Supplier Bargaining Power (low-moderate)\n\nMajor suppliers are the intellectual capital employed by firm (e.g. experienced consultants who bring in sales and new consultants who provide analytics). Must pay market price or risk losing suppliers.\n\nOther interesting points might explore the key success factors in the consulting industry. What sets top tier firms from middle ones? Do any firms have specific sustainable competitive advantages? How does the marketing mix differ among firms? Does your firm have any specific core competencies or advantages that set it apart from other companies?\n\nDetermining likely future scenarios is more ambiguous. There are at least several key points: what effect will a recession have on consulting firms? Will top tier firms suffer differently from others?\n# How will the mix of products demanded change (e.g. cost-cutting studies rather than market expansion studies)?\n\nWill the consulting market continue to expand or suffer a cutback? Or, will certain geographical areas expand (Pacific Rim, Eastern Europe) faster than others? Again, the thought process is more important here than actual answers.\n\n# 2.\n\nInformation gathering is a key reason companies use consultants. An interviewee should have a decent understanding of business information sources and how information is gathered.\n\nInformation can be broken into two groups: secondary and primary. Usually one begins with secondary material, specifically, a complete review of published literature (a \"lit search\") pertaining to the study (e.g. journal and newspaper articles, investment bank research, specialized studies, books, etc.). This often points towards other good sources (e.g. industry experts, associations, major competitors, government sources, etc.). Hypotheses are often created from the secondary information. Primary research is then used to focus in on the key issues. This research includes telephone interviews, in-person interviews, mailed questionnaires, focus groups, laboratory experiments, etc.\n\n# 3.\n\nThis answer will depend upon the material covered in the first two. Ask the questions: What trends are likely? What is a positive scenario? A negative one? If you had any information at your disposal, how could you get a better handle on this issue?\n\n# 4.\n\nThere is no right answer here, so the interviewee may balk. However, you can provide some structure. What are the key success factors to succeeding in the industry? Is there any way to achieve sustainable advantage which cannot be duplicated by your competitors? Can you use non-traditional methods to achieve competitive advantage, such as leveraging through technology? Given your firm's competitive strengths and core competencies, what is the best strategic route?",
    "metadata": {
      "title": "# CONSULTING FIRM STRATEGY"
    }
  },
  {
    "page_content": "# SKYSCRAPER\n\nYour client is going to build a skyscraper, but is not sure how many stories to make it. How should he decide?\n\n# Approach\n\nThis is an economic supply/demand mind tease. Clearly you don't want to lose money on the deal. Rebuilding will house tenants, who will pay to reside there. The costs of building and maintaining the structure (both fixed and incremental by story) need to be compared to",
    "metadata": {
      "title": "# SKYSCRAPER"
    }
  },
  {
    "page_content": "# CORN FEED COMPANY\n\n# Question\n\nA corn feed company has eight manufacturing plants located in the Midwest. These plants service the entire United States. Their plot in Ohio is in need of refurbishing. The company has four possible options:\n\n1. Refurbish the existing plant\n2. Build a larger plant at the current location\n3. Build a similar size plant at a new location\n4. Build a larger plant at a new location\n\nWhich is the best option for this plant?\n\n# Answer\n\nThere are two issues to this decision. The plant size and the plant location should be considered separately.\n\n# 1. Size of Plant\n\nFirst consideration is the demand for the product. Corn feed is a commodity product. Pricing on the product is dependent on current corn prices as opposed to the manufacturing process. There are four main competitors - our company is the second largest. All four competitors have similar manufacturing processes and similar cost structure. The purposed largest plant will not have economies of scales not currently present at the existing plant. The capacity utilization is 65% which is industry standard. The current customers buy from all four manufacturers in order to guarantee supply. Currently demand is being met and there are no alternative use for corn feed.\n\n# 2. Location of Plant\n\nTransportation cost and perishability are the main issues with location. The transportation cost for the corn stock (raw material) is much higher than the cost of transporting the actual feed. The corn is grown in the Ohio area and the feed is sold to the East Coast. The raw material is perishable whereas the corn feed can be stored for any length of time and easier to transport. Cost analysis of the transportation cost of feed versus raw materials should be completed. Included in this analysis would be the % of spoilage for longer transportation of corn stock.\n\n# Conclusion\n\nPage 61\nThe current plant is located close to the corn fields and this is the best location for the plant from the cost/benefit analysis.",
    "metadata": {
      "title": "# CORN FEED COMPANY"
    }
  },
  {
    "page_content": "# SELECTIVE BINDING CASE\n\nYour client is a major fashion magazine that has been offered by its printer a proprietary new process called selective binding which enables publishers to customize the pages included in readers' magazines based on demographic data known about the reader. For example, an ad in Better Homes & Gardens for lawn chemical services could be placed only in those issues going to subscribers who live in houses and not to those living in condominiums or apartments. In this way, advertisers can focus their communications on the demographic segment they are targeting. Would you advise your client to take advantage of this new process and offer selective binding to its advertisers?\n\n# Analysis\n\nThis is a pretty straightforward cost/benefit analysis. The Magazine would want to consider offering the service to its advertisers if it would be able to enhance its earnings by being able to charge its advertisers a premium for being able to more exactly and efficiently target the demographic segment they want to reach. Of course the increased revenue from the any premium must be able to offset any revenue lost as advertisers stopped targeting. The interviewee could start the analysis by obtaining the following information from the interviewer:\n\n|Q:|What demographic breakdowns can be made in the magazine's database?|\n|---|---|\n|A:|The only breakdown possible on your database is between subscribers who make under $50,000 and those who make over $50,000.|\n|Q:|What is total readership, the proportion of readers who are subscribers (as opposed to newsstand buyers), and the proportion of subscribers in each demographic category?|\n|A:|There are 1 million readers, 80% of who are subscribers. Twenty-five percent of subscribers make under $50,000, 75% make over $50,000. The same mix applies to the newsstand buyers according to readership audits.|\n|Q:|What proportion of the client's advertisers target each demographic category of readers?|\n|A:|Most advertisers are selling high-end fashion products, so 75% of them are targeting the high income group.|\n# Q: What is the cost of the selective binding service and what does the magazine charge for its ads?\n\nA: The service is being offered to your client free for 3 years since the printer wants to promote the service's use by getting a major magazine to start using it. The client charges $50 per thousand per full-page ad (selective binding can only be offered on full-page ads). Therefore revenue associated with a single inserted page (front and back) in an issue is $100 per thousand.\n\n# Q: What does the client's closest direct competitor for advertisers charge for ads and what is their readership like?\n\nA: The client's closest direct competitor has 500,000 readers, 100% of whom are subscribers. Effectively, all of their readers make over $50,000. They charge $70 per thousand for their full one page ads.\n\nSince the printing cost to the client of selective binding is zero, the client simply needs to evaluate cost on the basis of revenue per thousand gained or lost as their advertiser base uses the service to better target their ads to their desired segment. Presumably, instead of 100% of advertisers paying the full $50/thousand per page, the 25% of advertisers targeting the lower income segment will choose to advertise only to the 25% of subscribers targeting the high income segment will choose to advertise only to the 25% of subscribers falling into that segment and the 75% of the advertisers targeting the high income segment will advertise only to the high income subscribers (75% of subscribers). Assume that all advertisers continue to advertise in 100% of the newsstand copies. The revenue effect of this change can be calculated by looking at the impact the change would have on average ad rate per thousand on subscription readership:\n\nNew ad revenue per page = Old ad revenue per page X [(% low income subscribers X % low income target advertisers) + (96 high income subscribers X % high Income advertisers)]\n\nThus\n\nNew ad revenue per page = $50 X [(25% X 25%) + (75% X 75%)] at old rate $31.25 &lt; $50\n\nNow the question is, can ad rates per thousand on the selective binding portion of ads sold be increased sufficiently to increase average revenue per thousand over what it is today? To answer this question, your client's ad rates must be looked at from the perspective of their advertisers. If you consider the advertisers targeting the high income group, their alternative to advertising in your client's magazine is to put their ad dollars toward the 100% high-income readership competitor. The cost per thousand high-income readers with the competitor magazine is:\n(Page rate X total readership)/ (portion of readers who are high income) = ($70 X 500,000)/500,000 = $70\n\nThus $70 is the maximum price per thousand the client can charge its advertisers for selectively bound ads before the advertisers would switch to their competitor. Note that currently, the client is a cheaper buy for these high-income advertisers even though they are paying to reach readers they do not want:\n\n($50 X 1 million)/750,000 = $66.67\n\nIf the client charged $70/thousand for selectively bound ads, average revenue per thousand to the client would be:\n\n$70 X [(255 X 25%) + (75% X 75%)) = $43.75\n\nSince $43.75 is less than the $50 that advertisers are currently paying, the magazine should not offer advertisers the selective binding service.\n\nOf course, there are other issues which interviewees might want to mention such as the possibility of price discriminating between high and low income advertisers, the potential for and cost of expanding the advertising base using selective binding as a selling tool, etc. However, it is important by the end of the interview to have reached a recommendation regarding the initial question posed by the interviewer. To mention these other possibilities and areas for further investigation is certainly worthwhile, but it is also important not to get too far off track or to complicate the issue so much that a final recommendation is never reached.",
    "metadata": {
      "title": "# SELECTIVE BINDING CASE"
    }
  }
]